napieraj/esp32_nuki_freertos/sdkconfig.defaults
# ESP32 target
CONFIG_IDF_TARGET="esp32"

# FreeRTOS settings
CONFIG_FREERTOS_HZ=1000

# Log level
CONFIG_LOG_DEFAULT_LEVEL_INFO=y
